[
  {
    "id": "1",
    "College": "Indian Institute of Science, Bangalore",
    "CollegeWebsite": "https://www.iisc.ac.in/",
    "Courses": "B.Sc.",
    "Examdate": "04/05/2023",
    "Desc": "A premier research insitute offering quality courses in the domain of various sciences. The Indian Institute of Science is a public institution that was founded in 1909. The university is located in the city of Bangalore in southern India. IISc is among the worlds foremost academic institutions through the pursuit of excellence in research and promotion of innovation by offering world class education to train future leaders in science and technology and by applying science and technology breakthroughs for Indias wealth creation and social welfare. Currently, the institute has 6 academic divisions and 45 academic departments. NIRF RANKING 2 QS WORLD RANKING 155"
  },
  { 
    "id": "2",
    "College": "Jawaharlal Nehru University",
    "CollegeWebsite": "https://www.jnu.ac.in/main/",
    "Courses": "B.A., B.Com, B.Sc",
    "Examdate": "05/05/2023",
    "Desc": "Jawaharlal Nehru University is a public major research university located in New Delhi, India. It was established in 1969 and named after Jawaharlal Nehru, India's first Prime Minister. The university is known for its leading faculties and research emphasis on social sciences and applied sciences. It has been given the status of 'University of Excellence' by the UGC and accredited with an ‘A’ grade by the NAAC. NIRF RANKING - 10 QS WORLD RANKING- 601-650"
  },
  {
    "id": "3",
    "College": "Jamia Milia Islamia",
    "CollegeWebsite": "https://www.bhu.ac.in/",
    "Courses": "B.Com.",
    "Examdate": "04/05/2023",
    "Desc": "Jamia Millia Islamia is a central university located in New Delhi, India. Originally established in Aligarh, United Provinces during the British Raj in 1920, it moved to its current location in Okhla in 1935. It was given the deemed status by University Grants Commission in 1962. In 2020, Jamia Millia Islamia was ranked 1st among all central universities in the country in rankings released by the Ministry of Education of India. In December 2021, the university received an 'A++' ranking from National Assessment and Accreditation Council NIRF RANKING - 10 QS WORLD RANKING- 801-1000"
  }
]